


[
 
        {
            "description": "Introducing the Tesla Chill Collection. The Men’s Chill Crew Neck Sweatshirt has a premium, heavyweight exterior and soft fleece interior for comfort in any season. The sweatshirt features a subtle thermoplastic polyurethane T logo on the chest and a Tesla wordmark below the back collar. Made from 60% cotton and 40% recycled polyester.",
            "images": "blakc_men_shirt.jpg",
            "inStock": 7, 
            "price": 75,
            "sizes": ["XS","S","M","L","XL","XXL"],
            "slug": "mens_chill_crew_neck_sweatshirt",
            "type": "shirts",
            "tags": ["sweatshirt"],
            "title": "Men’s Chill Crew Neck Sweatshirt",
            "gender": "men",
            "code":"abc123" 
        },
        {
            "description": "The Men's Quilted Shirt Jacket features a uniquely fit, quilted design for warmth and mobility in cold weather seasons. With an overall street-smart aesthetic, the jacket features subtle silicone injected Tesla logos below the back collar and on the right sleeve, as well as custom matte metal zipper pulls. Made from 87% nylon and 13% polyurethane.",
            "images": "bozo_tesla.jpg",
            "inStock": 5,
            "price": 200,
            "sizes": ["XS","S","M","XL","XXL"],
            "slug": "men_quilted_shirt_jacket",
            "type": "shirts",
            "tags": ["jacket"],
            "title": "Men's Quilted Shirt Jacket",
            "gender": "men",
            "code":"abc1234"
        },
    
        {
            "description": "Introducing the Tesla Raven Collection. The Men's Raven Lightweight Zip Up Bomber has a premium, modern silhouette made from a sustainable bamboo cotton blend for versatility in any season. The hoodie features subtle thermoplastic polyurethane Tesla logos on the left chest and below the back collar, a concealed chest pocket with custom matte zipper pulls and a french terry interior. Made from 70% bamboo and 30% cotton.",
            "images": 
                "campera_negra.jpg",
                
            "inStock": 10,
            "price": 130,
            "sizes": ["S","M","L","XL","XL","XXL"],
            "slug": "men_raven_lightweight_zip_up_bomber_jacket",
            "type": "shirts",
            "tags": ["shirt"],
            "title": "Men's Raven Lightweight Zip Up Bomber Jacket",
            "gender": "men",
            "code":"abc12345"
        },

        {
            "description": "Introducing the Tesla Turbine Collection. Designed for style, comfort and everyday lifestyle, the Men's Turbine Long Sleeve Tee features a subtle, water-based T logo on the left chest and our Tesla wordmark below the back collar. The lightweight material is double-dyed, creating a soft, casual style for ideal wear in any season. Made from 50% cotton and 50% polyester.",
            "images": 
                "remera_turbine.jpg",
                
            "inStock": 50,
            "price": 45,
            "sizes": ["XS","S","M","L"],
            "slug": "men_turbine_long_sleeve_tee",
            "type": "shirts",
            "tags": ["shirt"],
            "title": "Men's Turbine Long Sleeve Tee",
            "gender": "men",
            "code":"abc123456"

        },
        {
            "description": "Introducing the Tesla Turbine Collection. Designed for style, comfort and everyday lifestyle, the Men's Turbine Short Sleeve Tee features a subtle, water-based Tesla wordmark across the chest and our T logo below the back collar. The lightweight material is double-dyed, creating a soft, casual style for ideal wear in any season. Made from 50% cotton and 50% polyester.",
            "images": "short.jpg",
            "inStock": 50,
            "price": 40,
            "sizes": ["M","L","XL","XL","XXL"],
            "slug": "men_turbine_short_sleeve_tee",
            "type": "shirts",
            "tags": ["shirt"],
            "title": "Men's Turbine Short Sleeve Tee",
            "gender": "men",
            "code":"abc1234567"
        },
      
        {
            "description":"Samsung A23  dorado",
            "title": "Samsung Galaxy A23 5g 5g 128 Gb Awesome Black 4 Gb Ram",
            "images": "A23.jpg",
            "price": 124999,
            "inStock": 833,
            "sizes": "M",
            "slug": " ",
            "type": " ",
            "tags": " ",
            "gender": "m",
            "code":"abc1234567910"

               
            },
            {
                "description":"Celular Tcl 405 32gb 2gb Ram Gris",
                "title": "TCL",
                "images": "TCL.jpg",
                "price":52999 ,
                "inStock":10,
                "sizes": "M",
                "slug": " ",  
                "type": " ",
                "tags": " ",
                "gender": "m",
                "code":"abc123456791012"
    
                   
                }
    
     
] 
